export const srcArray = [
  {
    sector: "აგრო მეურნეობა",
    field: [
      {
        title: "ერთწლოვანი კულტურების მოყვანა",
        value: [
          {
            name: "ნესვი",
            minProfit: 450,
            maxProfit: 550,
            exp: 48,
            questions: [
              {
                q: "რამდენ ჰექტარზე მოჰყავს კლიენტს მოსავალი",
                value: "",
                id: 1,
              },
              { q: "რამდენი ტონა მოსავალი მოჰყავს 1 ჰა-ზე", value: "", id: 2 },
              { q: "1 ტონა პროდუქტის ფასი", value: "", id: 3 },
            ],
          },
        ],
      },
      {
        title: "მრავალწლოვანი კულტურების მოყვანა",
        value: [
          {
            name: "ბალი და ალუბალი",
            minProfit: 1166,
            maxProfit: 1425,
            exp: 31,
            questions: [
              {
                q: "რამდენ ჰა-ზე აქვს გაშენებული კლიენტს ბაღი",
                value: "",
                id: 1,
              },
              {
                q: "1 ჰა-ზე საშალოდ რამდენი ძირი ნერგია განთავსებული",
                value: "",
                id: 2,
              },
              {
                q: "1 ძირზე საშუალოდ რამდენ კგ მოსავალს კრეფს კლიენტი",
                value: "",
                id: 3,
              },
              { q: "1 კგ  პროდუქტის ფასი", value: "", id: 4 },
            ],
          },
          {
            name: "თხილი",
            minProfit: 280,
            maxProfit: 345,
            exp: 21,
            questions: [
              {
                q: "1 ჰა-ზე საშალოდ რამდენი ძირი ნერგია განთავსებული",
                value: "",
                id: 1,
              },
              {
                q: "1 ძირზე საშუალოდ რამდენ კგ მოსავალს კრეფს კლიენტი",
                value: "",
                id: 2,
              },
              { q: "1 კგ პროდუქტის ფასი", value: "", id: 3 },
            ],
          },
          {
            name: "ატამი",
            minProfit: 270,
            maxProfit: 330,
            exp: 49,
            questions: [
              {
                q: "რამდენ ჰა-ზე აქვს გაშენებული კლიენტს ბაღი",
                value: "",
                id: 1,
              },
              {
                q: "1 ჰა-ზე საშალოდ რამდენი ძირი ნერგია განთავსებული",
                value: "",
                id: 2,
              },
              {
                q: "1 ძირზე საშუალოდ რამდენ კგ მოსავალს კრეფს კლიენტი",
                value: "",
                id: 3,
              },
              { q: "1 კგ  პროდუქტის ფასი", value: "", id: 4 },
            ],
          },
        ],
      },
    ],
  },
  {
    sector: "ვაჭრობა",
    field: [
      { subField: "ერთწლოვანი კულტურების მოყვანა" },
      { subField: "მრავალწლოვანი კულტურების მოყვანა" },
    ],
  },
  { service: "მომსახურება" },
  { production: "წარმოება" },
];
