export const srcArray = [
  {
    sector: "სოფლის მეურნეობა",
    field: [
      {
        title: "ერთწლოვანი კულტურების მოყვანა",
        value: [
          {
            name: "ნესვი",
            minProfit: 450,
            maxProfit: 550,
            exp: 48,
            questions: [
              {
                q: "რამდენ ჰექტარზე მოჰყავს კლიენტს მოსავალი",
                value: "",
                id: 1,
              },
              { q: "რამდენი ტონა მოსავალი მოჰყავს 1 ჰა-ზე", value: "", id: 2 },
              { q: "1 ტონა პროდუქტის ფასი", value: "", id: 3 },
            ],
          },
          {
            name: "ხორბალი",
            minProfit: 45,
            maxProfit: 55,
            exp: 67,
            questions: [
              {
                q: "რამდენ ჰექტარზე მოჰყავს კლიენტს მოსავალი",
                value: "",
                id: 1,
              },
              { q: "რამდენი ტონა მოსავალი მოჰყავს 1 ჰა-ზე", value: "", id: 2 },
              { q: "1 ტონა პროდუქტის ფასი", value: "", id: 3 },
            ],
          },
          {
            name: "ბადრიჯანი",
            minProfit: 390,
            maxProfit: 475,
            exp: 46,
            questions: [
              {
                q: "რამდენ ჰექტარზე აქვს დარგული კლიენტს ნერგი",
                value: "",
                id: 1,
              },
              { q: "1 ჰა-ზე დარგული ნერგების რაოდენობა", value: "", id: 2 },
              { q: "რამდენი კგ მოსავალი მოდის 1 ძირზე", value: "", id: 3 },
              { q: "1 კგ  პროდუქტის ფასი", value: "", id: 4 },
            ],
          },
        ],
      },
      {
        title: "მრავალწლოვანი კულტურების მოყვანა",
        value: [
          {
            name: "ბალი და ალუბალი",
            minProfit: 1166,
            maxProfit: 1425,
            exp: 31,
            questions: [
              {
                q: "რამდენ ჰა-ზე აქვს გაშენებული კლიენტს ბაღი",
                value: "",
                id: 1,
              },
              {
                q: "1 ჰა-ზე საშალოდ რამდენი ძირი ნერგია განთავსებული",
                value: "",
                id: 2,
              },
              {
                q: "1 ძირზე საშუალოდ რამდენ კგ მოსავალს კრეფს კლიენტი",
                value: "",
                id: 3,
              },
              { q: "1 კგ  პროდუქტის ფასი", value: "", id: 4 },
            ],
          },
          {
            name: "თხილი",
            minProfit: 280,
            maxProfit: 345,
            exp: 21,
            questions: [
              {
                q: "1 ჰა-ზე საშალოდ რამდენი ძირი ნერგია განთავსებული",
                value: "",
                id: 1,
              },
              {
                q: "1 ძირზე საშუალოდ რამდენ კგ მოსავალს კრეფს კლიენტი",
                value: "",
                id: 2,
              },
              { q: "1 კგ პროდუქტის ფასი", value: "", id: 3 },
            ],
          },
          {
            name: "ატამი",
            minProfit: 270,
            maxProfit: 330,
            exp: 49,
            questions: [
              {
                q: "რამდენ ჰა-ზე აქვს გაშენებული კლიენტს ბაღი",
                value: "",
                id: 1,
              },
              {
                q: "1 ჰა-ზე საშალოდ რამდენი ძირი ნერგია განთავსებული",
                value: "",
                id: 2,
              },
              {
                q: "1 ძირზე საშუალოდ რამდენ კგ მოსავალს კრეფს კლიენტი",
                value: "",
                id: 3,
              },
              { q: "1 კგ  პროდუქტის ფასი", value: "", id: 4 },
            ],
          },
        ],
      },
    ],
  },
  {
    sector: "ვაჭრობა",
    field: [
      {
        title: "ავტო, მოტო და ველოსიპედებით",
        value: [
          {
            name: "ავტონაწილებით, ავტომობილების ზეთებითა და აქსესუარებით ვაჭრობა",
            minProfit: 2000,
            maxProfit: 4500,
            exp: 25,
            questions: [
              { q: "რამდენია საშუალო დღიური ნავაჭრი", value: "", id: 1 },
              { q: "სამუშაო დღეების რაოდენობა თვეში", value: "", id: 2 },
              {
                q: "რამდენ %-იან ფასნამატზე მუშაობს კლიენტი",
                value: "",
                id: 3,
              },
            ],
          },
          {
            name: "მოტოტექნიკითა და მათი სათადარიგო ნაწილებით ვაჭრობა ",
            minProfit: 2000,
            maxProfit: 3500,
            exp: 20,
            questions: [
              { q: "რამდენია საშუალო დღიური ნავაჭრი", value: "", id: 1 },
              { q: "სამუშაო დღეების რაოდენობა თვეში", value: "", id: 2 },
              {
                q: "რამდენ %-იან ფასნამატზე მუშაობს კლიენტი",
                value: "",
                id: 3,
              },
            ],
          },
        ],
      },
      {
        title: "კვების პროდუქტები და სასმელები",
        value: [
          {
            name: "სასურსათო მაღაზია",
            minProfit: 1000,
            maxProfit: 5000,
            exp: 39,
            questions: [
              { q: "რამდენია საშუალო დღიური ნავაჭრი", value: "", id: 1 },
              { q: "სამუშაო დღეების რაოდენობა თვეში", value: "", id: 2 },
              {
                q: "რამდენ %-იან ფასნამატზე მუშაობს კლიენტი",
                value: "",
                id: 3,
              },
            ],
          },
        ],
      },
      {
        title: "ენერგომატარებლები",
        value: [
          {
            name: "ბენზინით, დიზელითა და ნავთით ვაჭრობა",
            minProfit: 1500,
            maxProfit: 8000,
            exp: 30,
            questions: [
              {
                q: "რამდენ ლიტრს საწვავს ყიდი კლიენტი დღეში",
                value: "",
                id: 1,
              },
              { q: "სამუშაო დღეების რაოდენობა თვეში", value: "", id: 2 },
              {
                q: "რამდენ %-იან ფასნამატზე მუშაობს კლიენტი",
                value: "",
                id: 3,
              },
              { q: "1 ლიტრის საშუალო ფასი", value: "", id: 4 },
            ],
          },
        ],
      },
    ],
  },
  {
    sector: "მომსახურება",
    field: [
      {
        title: "უძრავი ქონება",
        value: [
          {
            name: "უძრავი ქონების ყიდვა-გაყიდვის სააგენტო",
            minProfit: 2000,
            maxProfit: 4000,
            exp: 20,
            questions: [
              {
                q: "რამდენ უძრავ ქონებას უკეთებს კლიენტი თვეში რეალიზაციას",
                value: "",
                id: 1,
              },
              { q: "1 უძრავი ქონების საშუალო ღირებულება", value: "", id: 2 },
              {
                q: "რამდენ პროცენტიან მოგებაზე მუშაობს კლიენტი",
                value: "",
                id: 3,
              },
            ],
          },
          {
            name: "კომერციული ფართის გაქირავება",
            minProfit: 9.5,
            maxProfit: 3.5,
            exp: 20,
            questions: [
              {
                q: "რამდენი კვმ კომერციული ფართი აქვს გაქირავებული კლიენტს თვეში",
                value: "",
                id: 1,
              },
              { q: "1 კვმ საშუალო ღირებულება თვეში", value: "", id: 2 },
            ],
          },
        ],
      },
      {
        title: "სამშენებლო-სარემონტო",
        value: [
          {
            name: "სარემონტო მომსახურება",
            minProfit: 800,
            maxProfit: 3000,
            exp: 10,
            questions: [
              {
                q: "რამდენ კვმ ფართს არემონტებს კლიენტი დღის განმავლობაში",
                value: "",
                id: 1,
              },
              { q: "სამუშაო დღეების რაოდენობა თვეში", value: "", id: 2 },
              { q: "1 კვმ რემონტის ღირებულება", value: "", id: 3 },
            ],
          },
        ],
      },
      {
        title: "სატრანსპორტო",
        value: [
          {
            name: "ტაქსით მომსახურება",
            minProfit: 700,
            maxProfit: 3000,
            exp: 45,
            questions: [
              {
                q: "დღის მანძილზე კლიენტის მიერ გავლილი კილომეტრაჟი",
                value: "",
                id: 1,
              },
              { q: "სამუშაო დღეების რაოდენობა თვეში", value: "", id: 2 },
              { q: "1 კილმეტრის საშუალო ღირებუელება", value: "", id: 3 },
            ],
          },
        ],
      },
    ],
  },
];
