export const sectorArray = [
  "სოფლის მეურნეობა",
  "ვაჭრობა ",
  "მომსახურება",
  "წარმოება",
  "არასამეწარმეო შემოსავალი",
];

export const fieldArray = {
  "სოფლის მეურნეობა": [
    "ერთწლოვანი კულტურების მოყვანა",
    "მრავალწლოვანი კულტურების მოყვანა",
    "მეთევზეობა",
    "სასათბურე მეურნეობა",
    "მომსახურეობა სოფლის მეურნეობაში",
    "ციტრუსი",
  ],
  "ვაჭრობა ": [
    "ავტო, მოტო და ველოსიპედებით",
    "კვების პროდუქტები და სასმელები",
    "სასოფლო სამეურნეო ტექნიკა და მასალები",
    "ტანსაცმელი და ტექსტილი",
    "ენერგომატარებლები",
  ],
  "მომსახურება ": [
    "სატრანსპორტო",
    "უძრავი ქონება",
    "სამშენებლო-სარემონტო",
    "განათლება",
  ],
  "წარმოება ": [
    "კვების პროდუქტების წარმოება",
    "სასმელების წარმოება",
    "ტანსაცმელი და ტექსტილი",
    "სპეციალიზირებული საქონლის წარმოება",
  ],
};

export const subFieldArray = {
  "ერთწლოვანი კულტურების მოყვანა": [
    {
      name: "ნესვი",
      minProfit: 450,
      maxProfit: 550,
      exp: 48,
      questions: [
        { q: "რამდენ ჰექტარზე მოჰყავს კლიენტს მოსავალი", value: "", id: 1 },
        { q: "რამდენი ტონა მოსავალი მოჰყავს 1 ჰა-ზე", value: "", id: 2 },
        { q: "1 ტონა პროდუქტის ფასი", value: "", id: 3 },
      ],
    },
    {
      name: "ხორბალი",
      minProfit: 45,
      maxProfit: 55,
      exp: 67,
      questions: [
        { q: "რამდენ ჰექტარზე მოჰყავს კლიენტს მოსავალი", value: "", id: 1 },
        { q: "რამდენი ტონა მოსავალი მოჰყავს 1 ჰა-ზე", value: "", id: 2 },
        { q: "1 ტონა პროდუქტის ფასი", value: "", id: 3 },
      ],
    },
    {
      name: "ქერი",
      minProfit: 200,
      maxProfit: 300,
      exp: 30,
      questions: [
        { q: "ჰექტარი" },
        { q: "მოსავლიანობა" },
        { q: "ფასი" },
        { q: "სხვა ქერი" },
      ],
    },
  ],
  "მრავალწლოვანი კულტურების მოყვანა": [
    {
      name: "ბალი",
      minProfit: 300,
      maxProfit: 400,
      exp: 40,
      questions: [{ q: "ჰექტარი" }, { q: "მოსავლიანობა" }, { q: "ფასი" }],
    },
    {
      name: "თხილი",
      minProfit: 350,
      maxProfit: 450,
      exp: 60,
      questions: [{ q: "ჰექტარი" }, { q: "მოსავლიანობა" }, { q: "ფასი" }],
    },
    {
      name: "ატამი",
      minProfit: 400,
      maxProfit: 500,
      exp: 70,
      questions: [{ q: "ჰექტარი" }, { q: "მოსავლიანობა" }, { q: "ფასი" }],
    },
  ],
  "ციტრუსი ": [
    {
      name: "მანდარინი",
      minProfit: 600,
      maxProfit: 700,
      exp: 80,
      questions: [{ q: "ჰექტარი" }, { q: "მოსავლიანობა" }, { q: "ფასი" }],
    },
  ],
  "ავტო, მოტო და ველოსიპედებით": [
    {
      name: "ავტონაწილებით, ავტომობილების ზეთებითა და აქსესუარებით ვაჭრობა",
      minProfit: 2000,
      maxProfit: 4500,
      exp: 25,
      questions: [
        { q: "რამდენია საშუალო დღიური ნავაჭრი", value: "", id: 1 },
        { q: "სამუშაო დღეების რაოდენობა თვეში", value: "", id: 2 },
        { q: "რამდენ %-იან ფასნამატზე მუშაობს კლიენტი", value: "", id: 3 },
      ],
    },
  ],
  "კვების პროდუქტები და სასმელები": [
    {
      name: "სასურსათო მაღაზია ",
      minProfit: 1000,
      maxProfit: 5000,
      exp: 30,
      questions: [
        { q: "რამდენია საშუალო დღიური ნავაჭრი", value: "", id: 1 },
        { q: "სამუშაო დღეების რაოდენობა თვეში", value: "", id: 2 },
        { q: "რამდენ %-იან ფასნამატზე მუშაობს კლიენტი", value: "", id: 3 },
      ],
    },
  ],
  "ენერგომატარებლები ": [
    {
      name: "ბენზინით, დიზელითა და ნავთით ვაჭრობა",
      minProfit: 5400,
      maxProfit: 6600,
      exp: 48,
      questions: [
        { q: "რამდენ ლიტრს საწვავს ყიდი კლიენტი დღეში", value: "", id: 1 },
        { q: "სამუშაო დღეების რაოდენობა თვეში", value: "", id: 2 },
        { q: "რამდენ %-იან ფასნამატზე მუშაობს კლიენტი", value: "", id: 3 },
        { q: "1 ლიტრის საშუალო ფასი", value: "", id: 4 },
      ],
    },
  ],
};
