export const sectorArray = [
  "სოფლის მეურნეობა",
  "ვაჭრობა",
  "მომსახურება",
  "წარმოება",
  "არასამეწარმეო შემოსავალი",
];

export const fieldArray = {
  "სოფლის მეურნეობა": [
    "ერთწლოვანი კულტურების მოყვანა",
    "მრავალწლოვანი კულტურების მოყვანა",
    "მეთევზეობა",
    "სასათბურე მეურნეობა",
    "მომსახურეობა სოფლის მეურნეობაში",
  ],
  "ვაჭრობა ": [
    "ავტო, მოტო და ველოსიპედებით",
    "კვების პროდუქტები და სასმელები",
    "სასოფლო სამეურნეო ტექნიკა და მასალები",
    "ტანსაცმელი და ტექსტილი",
  ],
  "მომსახურება ": [
    "სატრანსპორტო",
    "უძრავი ქონება",
    "სამშენებლო-სარემონტო",
    "განათლება",
  ],
  "წარმოება ": [
    "კვების პროდუქტების წარმოება",
    "სასმელების წარმოება",
    "ტანსაცმელი და ტექსტილი",
    "სპეციალიზირებული საქონლის წარმოება",
  ],
};

export const subFieldArray = {
  "ერთწლოვანი კულტურების მოყვანა": [
    {
      name: "ნესვი",
      minProfit: 5400,
      maxProfit: 6600,
      exp: 48,
      questions: [
        { q: "რამდენ ჰექტარზე მოჰყავს კლიენტს მოსავალი", value: "", id: 1 },
        { q: "რამდენი ტონა მოსავალი მოჰყავს 1 ჰა-ზე", value: "", id: 2 },
        { q: "1 ტონა პროდუქტის ფასი", value: "", id: 3 },
      ],
    },
    {
      name: "ხორბალი",
      minProfit: 150,
      maxProfit: 250,
      exp: 20,
      questions: [
        { q: "ჰექტარი", value: "" },
        { q: "მოსავლიანობა", value: "" },
        { q: "ფასი", value: "" },
        { q: "სხვა ხორბალი", value: "" },
      ],
    },
    {
      name: "ქერი",
      minProfit: 200,
      maxProfit: 300,
      exp: 30,
      questions: [
        { q: "ჰექტარი" },
        { q: "მოსავლიანობა" },
        { q: "ფასი" },
        { q: "სხვა ქერი" },
      ],
    },
  ],
  "მრავალწლიანი კულტურები": [
    {
      name: "ბალი",
      minProfit: 300,
      maxProfit: 400,
      exp: 40,
      questions: [{ q: "ჰექტარი" }, { q: "მოსავლიანობა" }, { q: "ფასი" }],
    },
    {
      name: "თხილი",
      minProfit: 350,
      maxProfit: 450,
      exp: 60,
      questions: [{ q: "ჰექტარი" }, { q: "მოსავლიანობა" }, { q: "ფასი" }],
    },
    {
      name: "ატამი",
      minProfit: 400,
      maxProfit: 500,
      exp: 70,
      questions: [{ q: "ჰექტარი" }, { q: "მოსავლიანობა" }, { q: "ფასი" }],
    },
  ],
  ციტრუსი: [
    {
      name: "მანდარინი",
      minProfit: 600,
      maxProfit: 700,
      exp: 80,
      questions: [{ q: "ჰექტარი" }, { q: "მოსავლიანობა" }, { q: "ფასი" }],
    },
  ],
};
